//Використовуючи Visual Studio, створіть проект за шаблоном Console Application. 
//    Потрібно: Створити клас User, що містить інформацію про користувача 
//    (логін, ім'я, прізвище, вік, дату заповнення анкети). Поле дата заповнення анкети має бути 
//    проініціалізоване лише один раз (при створенні екземпляра цього класу) без можливості його подальшої зміни. 
//    Реалізуйте виведення на екран інформації про користувача.

namespace Task6
{
    internal class Program
    {
        static void Main(string[] args)
        {
            User user = new User("Name","Surname","Login",20,DateTime.Now);
            user.Display();
        }
    }
}